/* Generic strings */
"OK" = "好";
"CONTINUE" = "繼續";
"CANCEL" = "取消";
"ENABLE" = "啟用";
"DISABLE" = "停用";
"SAVE" = "儲存";
"QUIT" = "結束";
"YES" = "是";
"NO" = "否";
"ADD" = "加入";
"IGNORE" = "忽略";
"DELETED" = "已刪除";
"CHANGE" = "更改⋯";
"HELP..." = "輔助說明⋯";
"SYSTEM" = "系統";
"CONFIGURE..." = "設定⋯";
"SELECT_BUDDY" = "選擇好友";
"INFO..." = "簡介⋯";
"ENABLED" = "啟用";
"DISABLED" = "停用";
"OFF" = "關閉";
"SET" = "設定⋯";
"DETAILS" = "詳細資訊⋯";
//"UNPAIR" = "Unpair";
"NEW" = "新增：";
"NEW_ACCOUNT" = "新帳號：";
"LOGOUT" = "登出";
"RESTART" = "重新啟動";
"REVEAL_IN_FINDER" = "顯示於 Finder";

"PUBLIC_SHAREPOINT_NAME" = "“%@”的公用檔案夾";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "分隔符號";
"AX_ADD_USER_DESCRIPTION" = "新增使用者或群組";
"AX_DELETE_USER_DESCRIPTION" = "刪除使用者或群組";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "新增登入項目";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "刪除登入項目";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "列表";
"AX_USERSTABLE_DESCRIPTION" = "帳號, 群組和登入選項";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@, 目前使用者";
"AX_OTHER_USER_DESCRIPTION" = "%@, 使用者";
"AX_OTHER_GROUP_DESCRIPTION" = "%@, 群組";
"AX_OUTLINETABLE_DESCRIPTION" = "其他帳號";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "登入選項";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "密碼輔助程式";
"AX_ADD_ALIAS_DESCRIPTION" = "加入替身";
"AX_DELETE_ALIAS_DESCRIPTION" = "刪除替身";
//
"AX_DIVIDER_ROLE_DESC" = "分隔線";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "進階選項⋯";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "新增使用者或群組⋯";

"RESTART_TITLE" = "若要使用您指定做為個人專屬檔案夾的檔案夾，您必須重新啟動電腦。";

"GEAR_BUTTON_TOOLTIP" = "進階選項⋯";
"ADVANCED_OPTIONS_TITLE" = "使用者：“%@”";
"NEW_ALIAS" = "新增替身";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "確定要將使用者“%@”的個人專屬檔案夾路徑更改為“%@”嗎？";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "若此路徑不符合使用者個人專屬檔案夾的實際位置，使用者將無法登入此電腦。";

"CREATE_ACCOUNT" = "建立帳號";
"CREATE_IDENTITY" = "建立帳號";
"CREATE_GROUP" = "建立群組";
"CHANGE_PASSWORD_" = "更改密碼⋯";
"RESET_PASSWORD_" = "重置密碼⋯";
"CHANGE_PASSWORD" = "更改密碼";
"RESET_PASSWORD" = "重置密碼";

"MY_ACCOUNT" = "我的帳號";
"ACCOUNTS" = "帳號";
"OTHER_ACCOUNTS" = "其他帳號";
"IDENTITY_ACCOUNTS" = "共享帳號";
"ACCOUNTS_HELP_MENU_TITLE" = "帳號輔助說明";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "您必須重新啟動電腦才能使用這些設定的更動。";

"GROUPS" = "群組";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "您沒有輸入群組名稱。";
"EDIT_GROUP_NAME_EXISTS" = "無法使用名稱“%@”。";

"USER_IS_REGULAR" = "標準";
"USER_IS_ADMIN" = "管理者";
"USER_IS_GUEST" = "訪客";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "網路";
"USER_IS_MANAGED" = "受到管理";
"USER_IS_SIMPLIFIED" = "簡化";
"USER_HAS_MOBILE_HOMEDIR" = "行動";
"USER_IS_EXTERNAL_ACCOUNT" = "外部";
"USER_IS_IDENTITY" = "僅共享";
"USERNAME_IS_ADMIN" = "使用者“admin”將會被建立為管理者使用者，且您將無法對其進行更動。";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "由於此帳號已啟用 FileVault，因此 Time Machine 只有在此使用者登入時才會備份其檔案。";

"LOGIN_WINDOW" = "登入選項";
"LOGIN_WINDOW_OPTIONS" = "選項";
"LOGINOPTIONS_TOOLTIP" = "選擇使用者登入其帳號的方式";

"PARENTALCONTROLS_ADMIN_WARNING" = "您確定要允許\“%@\”來管理此電腦？";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "此使用者帳號已啟用分級保護控制。如果您允許該使用者管理這台電腦，則會停用這些限制。為了使所做的更動生效，您必須先登出，然後再重新登入。";
"PARENTALCONTROLS_WARNING" = "您確定要啟用管理者帳號“%@”的分級保護控制嗎？";
"PARENTALCONTROLS_WARNING_DESC" = "如果您啟用了此使用者帳號的分級保護控制，則此帳號無法用來管理電腦。\n\n您必須先登出再登入來讓此更動生效。";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "如果您啟用了此使用者帳號的分級保護控制，則此帳號無法用來管理電腦。";
"PARENTALCONTROLS_ADMIN_ALERT" = "您無法為管理者帳號啟用分級保護控制。請建立一個新的使用者帳號，然後再啟用此帳號的分級保護控制。";

"GUEST_FULLNAME" = "訪客帳號";
"LOGIN_AND_SHARING" = "登入, 共享";
"LOGIN_ONLY" = "僅登入";
"SHARING_ONLY" = "僅共享";

"NEW_USER_TITLE" = "新增使用者";
"NEW_PASSWORD" = "新密碼：";
"PASSWORD" = "密碼：";

"MANAGED_TOOLTIP" = "選項變暗是因為這是由您的系統管理者所管理的。";
"USER_LOGGEDIN_TOOLTIP" = "您不能更改這個使用者的帳號，因為使用者已登入電腦。";
"ADD_ACCOUNT_TOOLTIP" = "加入使用者帳號";
"DELETE_ACCOUNT_TOOLTIP" = "刪除選取的使用者帳號";

"NEED_LOGOUT_ME" = "您必須先重新開機後才能使這項變更生效。";
"NEED_LOGOUT_USER" = "您必須重新啟動電腦來讓“%@”管理者的變更生效。";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "您不能更改使用者“admin”的管理者權限。";
"ADMINCHECKBOX_4058550" = "此使用者屬於具有管理者權限的群組。如需更多資訊，請聯絡您的網路管理者。";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "您不能更改這個使用者的密碼，因為這是受到管理的使用者帳號。";
"CANNT_CHANGE_PASS_MOBILE" = "您不能更改這個使用者的密碼，因為這是行動帳號。";
"CANNT_CHANGE_PASS_FV" = "您不能更改這個使用者的密碼，因為使用者已啟用 FileVault。";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "您不能更改這個使用者的密碼，因為此帳號密碼由伺服器提供。";
"CANNT_CHANGE_PASS_GUEST" = "您不能更改這個使用者的密碼，因為這是訪客使用者帳號。";

/* Password error alerts */
"PASS_VERIFY_ERR" = "密碼與驗證的密碼不同。請重新輸入密碼。";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "密碼不符";

"PASS_IS_EMPTY_FV_ERR" = "並未輸入密碼。";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "您沒有輸入密碼。";
"PASS_IS_EMPTY_ERR_DESC" = "若要啟用 FileVault，您必須有這個使用者帳號的密碼。";

"PASS_IS_EMPTY_WARN" = "您沒有替這個使用者帳號輸入密碼。確定要這麼做嗎？";
"PASS_IS_EMPTY_WARN_DESC" = "因為您沒有為此使用者帳號輸入密碼，所以任何人都可以登入到您的電腦。";
"SET_PASSWORD" = "設定密碼";

"PASS_REQUIRED_ERR" = "管理者需要使用密碼。請指定密碼。";
"PASS_REQUIRED_ERR_DESC" = "“%@”使用者未輸入密碼。";

"OLD_PASSWORD" = "舊密碼：";
"MASTER_PASSWORD" = "主要密碼：";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "您沒有輸入主要密碼。";
"PASS_RESET_FAILED_TITLE" = "重置密碼失敗。";
"CHANGE_PASS_FAILED_TITLE" = "帳號“%@”的密碼尚未更改。";

"CHANGE_PASS_FAILED" = "您的系統管理者可能不允許您自行更改密碼，或是您的密碼有問題。請向您的系統管理者尋求協助。";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "您需要輸入新的密碼。";
"CHANGE_PASS_FAILED_QualityCheck" = "您的密碼不符合伺服器管理者所要求的形式。您可能需要在密碼裡使用不同的字元、數字或符號。如果不確定要如何更改密碼，請先聯絡您的系統管理者，然後再試一次。";
"CHANGE_PASS_FAILED_TooShort" = "密碼太短。請輸入較長的密碼。";
"CHANGE_PASS_FAILED_TooLong" = "密碼太長。請輸入較短的密碼。";
"CHANGE_PASS_FAILED_NeedsLetter" = "您的密碼除了字元之外還必須包含最少一個字母。請再輸入一次。";
"CHANGE_PASS_FAILED_NeedsDigit" = "您的密碼除了字元之外還必須包含最少一個數字。請再輸入一次。";
"CHANGE_PASS_FAILED_TooSoon" = "您最近才更改過您的密碼，您目無法再進行更改，因為系統管理者不允許您經常更改密碼。請聯絡您的系統管理者來尋求協助。";
"CHANGE_PASS_FAILED_Expired" = "您的密碼已過期，您必須變更它。";
"CHANGE_PASS_FAILED_FV" = "此帳號已啟用 FileVault。請先停用 FileVault，更改密碼，然後重新啟用 FileVault。";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "沒有足夠的磁碟空間來建立新的使用者帳號。";
"CREATE_USER_NO_ROOM_DESC" = "若要建立新的使用者帳號，您還需要 %@ 的可用磁碟空間。請嘗試清空垃圾桶，或刪除磁碟上的檔案來增加空間，然後再建立使用者帳號。";

/* Home folder exists */
"HOME_EXISTS_ERR" = "“使用者”檔案夾中已經有檔案使用“%@”名稱。";
"HOME_EXISTS_ERR_DESCR" = "請輸入新的簡稱。您無法以不同的大小寫字母來使用相同的名稱。";
"HOME_EXISTS_WARN" = "“使用者”檔案夾中已經有檔案夾使用“%@”名稱。您想要以該檔案夾作為這個使用者帳號的個人專屬檔案夾嗎？";
"HOME_EXISTS_WARN_DESCR" = "若您不想要以此檔案夾作為這個使用者帳號的個人專屬檔案夾，請按“取消”一下並輸入新的簡稱。您無法以不同的大小寫字母來輸入相同的名稱。";


/* Delete user */
"DELETE_USER_BUTTON" = "刪除使用者⋯";
"DELETE_CACHED_USER_BUTTON" = "移除⋯";

"DELETE_MOBILE_USER" = "您確定要刪除行動使用者帳號“%@”嗎？";
"DELETE_USER" = "您確定要刪除使用者帳號“%@”嗎？";
"DELETE_IDENTITY" = "確定要刪除共享帳號“%@”嗎？";
"DELETE_GROUP" = "確定要刪除群組“%@”嗎？";

"DELETE_USER_DESC" = "若要刪除此使用者帳號，請選擇您要對該帳號的個人專屬檔案夾進行的操作，然後按“好”一下。";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "將會永久刪除使用者帳號“%@”。";
"DELETE_IDENTITY_DESC" = "將會永久刪除共享帳號“%@”。";
"DELETE_GROUP_DESC" = "將會永久刪除群組“%@”。";

"DELETE_GUEST_USER" = "將會永久刪除訪客使用者帳號“%@”。";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "磁碟映像檔儲存於“已刪除的使用者”檔案夾（位於“使用者”檔案夾裡）。";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "無法儲存個人專屬檔案夾。若要儲存此檔案夾，您需要 %@ 的可用磁碟空間。";
"DELETE_USER_NO_ROOM" = "您確定要刪除使用者帳號“%@”嗎？";
"DELETE_USER_NO_ROOM_DESC" = "此使用者的個人專屬檔案夾將不會被儲存。若要儲存個人專屬檔案夾，您需要 %@ 的可用磁碟空間。請嘗試先清空垃圾桶或刪除磁碟上的其他檔案，然後再刪除該使用者帳號。若您不想儲存該使用者的個人專屬檔案夾，請選擇“立即刪除”。";

"DELETE_CACHED_USER" = "您確定要移除快取帳號“%@”嗎？";
"DELETE_CACHED_USER_DESC" = "快取帳號（包含快取的個人專屬目錄）將會從此部電腦移除。";

"DELETE_USER_ERR" = "無法刪除使用者帳號“%@”";
"DELETE_USER_ERR_DESC" = "備份這位使用者的個人專屬檔案夾時發生錯誤。";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "已有使用者採用名稱“%@”。請輸入不同的名稱。";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "名稱已被其他使用者使用。";

"USERNAME_IS_NOT_AVAILABLE" = "無法使用名稱“%@”。請輸入其他名稱。";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "無法使用名稱。";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "已有使用者採用簡稱“%@”。請輸入不同的簡稱。";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "名稱已被其他使用者使用";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "並未輸入名稱欄位。";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "名稱不能留空";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "簡稱欄位沒有輸入資料。請輸入簡稱。";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "名稱不能留空";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "名稱“%@”無效。請輸入不同的名稱。";
"UNIXNAME_IS_NOT_VALID_DESC" = "這是帳號的替用名稱（供某些網路服務使用）。請輸入小寫字元（不包含空格或特殊字元）。";
"UNIXNAME_IS_NOT_VALID_SHORT" = "不能包含空格或特殊字元";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "“public”為預留名稱。請輸入其他名稱。";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "“public”為預留名稱";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "“ftp”為預留名稱";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "您必須先取得管理者密碼，才能在“多重使用者”裡進行更動。";
"INCORRECT_PASSWORD" = "您輸入的舊密碼不正確。請再試一次。";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "無效的使用者";
"NONADMIN_USER_DESC" = "“%@”不是此部電腦的管理者。只有管理者才能進行更動。";
"AUTHPANEL_CAPTION_INSERT_NAME" = "名稱";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "圖片";
"AUTHPANEL_CAPTION" = "您必須先經過認證才能更改“%@”。";


/* Authentication */
"AUTHENTICATING..." = "正在進行認證⋯";


/* Enable hint alert */
"ENABLE_HINT" = "這部電腦的密碼提示目前已停用。要啟用密碼提示嗎？";
"ENABLE_HINT_DESC" = "若連續三次登入失敗，密碼提示就會出現。若要啟用密碼提示，請打開“帳號”偏好設定，並按“登入選項”一下。";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "已啟用“自動登入”。要關閉嗎？";
"AUTOLOGIN_DESCR" = "若電腦仍啟用自動登入，您必須先登出，讓該使用者以其個人帳號登入。電腦會在重新開機或關機後自動以“%@”使用者登入。";
"AUTOLOGIN_OK" = "保持自動登入";
"AUTOLOGIN_NO" = "關閉自動登入";
"AUTOLOGIN_CHECKBOX" = "自動登入為“%@”";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "加密了個人專屬檔案夾的使用者無法自動登入";
"AUTOLOGIN_MANAGED" = "您不能啟用自動登入，原因是您的系統管理者已停用此項功能。";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "會將您的鑰匙圈密碼改為新帳號的密碼。";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "您的“登入”鑰匙圈密碼會更改為新的密碼。";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "如果您的“登入”鑰匙圈密碼已鎖定，在更改密碼之前，您必須先輸入您現用的“登入”鑰匙圈密碼。";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "無法將該使用者的“鑰匙圈”密碼改為新帳號的密碼。舊的“鑰匙圈”密碼仍有效。";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "使用者可在“工具程式”檔案夾中的“鑰匙圈存取”應用程式內更改“鑰匙圈”密碼。";


/* User picture */
"APPLE_PICTURES" = "Apple 圖片";

"PICTURE_IS_TOO_LARGE_ERR" = "所選圖片太大。請選擇其他圖片";
"PICTURE_IS_TOO_LARGE_DESC" = "使用者圖片的大小應小於 128 乘 128 像素。";


/* Login Items */
"UNKNOWN" = "未知的";
"FILEEXISTS" = "檔案已存在";
"LOGINITEMEXISTS" = "登入項目“%@”已存在於列表中";

"ADD_LOGINITEM_TOOLTIP" = "將項目加入“登入項目”列表";
"DELETE_LOGINITEM_TOOLTIP" = "刪除選取的項目";

"LOGINITEMS_MANAGED_TITLE" = "您無法移除這些登入項目。";
"LOGINITEMS_MANAGED_TEXT" = "您無法移除其中一個或多個登入項目，因為這些項目是由您的系統管理者所管理。";
"LOGINITEMS_MANAGED_TOOLTIP" = "您無法更改這個項目，因為這是由系統管理者所管理。";
"LOGINITEM_GLOBAL_TOOLTIP" = "您無法更改此項目，因為“帳號”偏好設定已鎖定。";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "確定要移除此項目嗎？";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "移除“%@”項目將會影響這部電腦的使用者。";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "確定要移除這些項目嗎？";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "將其移除會影響這部電腦的使用者。";


"CLASSIC_WARNING" = "您無法將“Classic 啟動程式”加到登入項目裡。";
"CLASSIC_TEXT" = "Classic 環境的使用是由您的系統管理者所管理。";

"LOGINITEMS_MANAGED_PANE_TEXT" = "您無法更改登入項目，因為“登入項目”偏好設定是由您的系統管理者所管理。";

"MULTIUSER_WARNING" = "警告";
"MULTIUSER_WARNING_DESC" = "這個功能可以在您使用這台電腦時，保持其他使用者的登入，並繼續在幕後執行軟體。只有當您信任這部電腦上的其他使用者時，才啟用這項功能。";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@（所有使用者）";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "您並未替本機使用者帳號輸入正確密碼。";
"SBS_DETAILS_FORMAT" = "此帳號已與伺服器“%2$@”上的“%1$@”帳號配對。";
"SBS_NETWORK_ACCOUNT_LABEL" = "請輸入伺服器管理者提供給您的“%@”的名稱和密碼。";
"SBS_LOCAL_ACCOUNT_LABEL" = "輸入這台電腦上的帳號“%@”的密碼。";


/* Mobility */
"MobilityCreateButtonTitle" = "製作⋯";
"MobilityConfigureButtonTitle" = "設定⋯";


/* .Mac */
".MAC_NAME_ERR" = "您不能使用“%@” .Mac 使用者名稱。";
".MAC_NAME_ERR_DESCR" = "已將名稱“%@”指定給其他識別身分。";
"DOTMAC_NAME_TEMPLATE" = "%@ 名稱：";
"DOTMAC_PASSWORD_TEMPLATE" = "%@ 密碼：";
"DOTMAC_USERNAME_TEMPLATE" = "%@ 使用者名稱：";

